<!DOCTYPE html>
<html>
<head>
<style>
body {
  font-family: courier, serif;
}
</style>
</head>
<body>

<div>
	CONDITIONS G&#201;N&#201;RALES
</div>
<div>
	D'UTILISATIONservices services propos&#233;ssur l'application
	(ci-apr&#232;s : les &#171; Services &#187;), ainsi que les droits et
	obligations des parties dans ce cadre.
</div>
<div>
	<br/>
</div>
<div>
	BINIDIK propose un service par lequel les E-consommateurs seront mis en
	relation avec les
</div>
<div>
	E-fournisseurs pour
</div>
<div>
	l'achat des produits/services/Repas &#224; distance pr&#233;sent&#233; sur
	l'application, et b&#233;n&#233;ficier de la
</div>
<div>
	livraison &#224; la destination de
</div>
<div>
	leur choix ;
</div>
<div>
	Dans ce cadre, il est rappel&#233; que BINIDIK intervient comme un
	interm&#233;diaire, son r&#244;le est
</div>
<div>
	limit&#233; &#224; l'h&#233;bergement
</div>
<div>
	des offres des produits/services/repas des E-fournisseurs et la mise en
	relations de ces derniers
</div>
<div>
	avec les E-consommateurs.
</div>
<div>
	Les pr&#233;sentes conditions g&#233;n&#233;rales sont notamment
	accessibles et imprimables &#224; tout moment
</div>
<div>
	par un lien direct en bas
</div>
<div>
	de la page d'accueil du site.
</div>
<div>
	Elles peuvent &#234;tre compl&#233;t&#233;es, le cas &#233;ch&#233;ant, par
	des conditions d'utilisation particuli&#232;res &#224;
</div>
<div>
	certains Services. En cas de
</div>
<div>
	contradiction, les conditions particuli&#232;res pr&#233;valent sur ces
	conditions g&#233;n&#233;rales.
</div>
<div>
	2- Qui propose le service de mise en relation BINIDIK :
</div>
<div>
	Le service de mise en relation &#224; travers la plateforme BINIDIK est
	propos&#233; par la soci&#233;t&#233;
</div>
<div>
	Halouani de service et livraison, sise &#224; Rue Sidi Bouyahiya, 8021
	B&#233;ni Khalled, Nabeul,
</div>
<div>
	Tunisie.
</div>
<div>
	3-D&#233;finitions:
</div>
<div>
	BINIDIK
</div>
<div>
	&#171; Application &#187; d&#233;signe l'application BINIDIK
	d&#233;velopp&#233;e par la soci&#233;t&#233; Halouani de service
</div>
<div>
	et livraison,
</div>
<div>
	disponible sur Google Play en ce qui concerne les Smartphones sous Android.
</div>
<div>
	<br/>
</div>
<div>
	&#171;Compte &#187; d&#233;signe le compte qui doit &#234;tre
	cr&#233;&#233; pour pouvoir acc&#233;der aux services propos&#233;s
</div>
<div>
	par la Plateforme.
</div>
<div>
	&#171;Conditions &#187; d&#233;signe les pr&#233;sentes conditions
	g&#233;n&#233;rales d'utilisation.
</div>
<div>
	&#171;E-consommateur &#187; d&#233;signe toute personne physique ou morale
	qui acquiert, &#224; titre on&#233;reux
</div>
<div>
	ou gratuit, un bien ou un
</div>
<div>
	service par le biais de L'Applications BINIDIK aupr&#232;s d'un
	E-fournisseur pour une utilisation
</div>
<div>
	finale.
</div>
<div>
	&#171;E-Fournisseur &#187; d&#233;signe toute personne physique ou morale
	qui commercialise ou propose la
</div>
<div>
	fourniture des biens ou des
</div>
<div>
	services ou repas par voie de communications &#233;lectroniques.
</div>
<div>
	&#171;E-paiement ou Moyen de paiement &#233;lectronique &#187; d&#233;signe
	tout instrument de paiement,
</div>
<div>
	autoris&#233; conform&#233;ment &#224; la
</div>
<div>
	l&#233;gislation en vigueur, permettant &#224; son titulaire d'effectuer
	des paiements de proximit&#233; ou &#224;
</div>
<div>
	distance &#224; travers un
</div>
<div>
	syst&#232;me &#233;lectronique.
</div>
<div>
	&#171;Contenu de l'Utilisateur &#187; d&#233;signe les contenus et
	informations textuels, audio et/ou visuels,
</div>
<div>
	communiqu&#233;s lors de votre inscriptions, y compris les commentaires et
	les retours
</div>
<div>
	d'information relatifs aux Services ou aux Services de Tiers, ainsi que les
	contenus et
</div>
<div>
	informations communiqu&#233;s lors de demandes d'assistance et &#224;
	l'occasion de la participation &#224;
</div>
<div>
	des jeux concours et &#224; des op&#233;rations promotionnelles;
</div>
<div>
	&#171;E-boutique &#187; d&#233;signe l'espace d&#233;di&#233; au sein du
	BINIDIK mis &#224; la disposition du E-
</div>
<div>
	fournisseur pour proposer &#224; la vente ses produits/services/menus;
</div>
<div>
	&#171;Services &#187; d&#233;signe les services disponibles sur
	l'application BINIDIK;
</div>
<div>
	&#171;Tarifs &#187; d&#233;signe les prix applicables aux Services qui vous
	seront express&#233;ment
</div>
<div>
	communiqu&#233;s via l'Application
</div>
<div>
	au moment de la validation de la commande correspondante.
</div>
<div>
	4- Acc&#232;s &#224; l'application et au service:
</div>
<div>
	Le service est accessible, sous r&#233;serve des restrictions pr&#233;vues
	sur l'application BINIDIK :
</div>
<div>
	&#8226;&#192; toute personne physique disposant de la pleine capacit&#233;
	juridique conform&#233;ment &#224; la loi en
</div>
<div>
	vigueur dans les pays
</div>
<div>
	&#233;ligibles pour s'engager au titre des pr&#233;sentes conditions
	g&#233;n&#233;rales.
</div>
<div>
	&#8226;&#192; toute personne morale agissant par l'interm&#233;diaire d'une
	personne physique disposant de
</div>
<div>
	la capacit&#233; juridique pour
</div>
<div>
	contracter au nom et pour le compte de la personne morale.
</div>
<div>
	<br/>
</div>
<div>
	5- Acceptation des conditions g&#233;n&#233;rales:
</div>
<div>
	L'acceptation des pr&#233;sentes conditions g&#233;n&#233;rales est
	mat&#233;rialis&#233;e par une case &#224; cocher dans le
</div>
<div>
	formulaire d'inscription
</div>
<div>
	de l'application BINIDIK. Cette acceptation ne peut &#234;tre que pleine et
	enti&#232;re. Toute adh&#233;sion
</div>
<div>
	sous r&#233;serve est consid&#233;r&#233;e comme nulle et non avenue.
</div>
<div>
	les E-consommateurs prennent acte que l'utilisation de l'application
	BINIDIK ne doit &#234;tre que
</div>
<div>
	pour le service pr&#233;vu
</div>
<div>
	&#224; cet effet cit&#233; en objet.
</div>
<div>
	L'utilisation de l'application pour un autre motif que celui cit&#233; en
	objet, expose son auteur &#224;
</div>
<div>
	des p&#233;nalit&#233;s, sans pr&#233;judice
</div>
<div>
	des actions en justice que BINIDIK pourra intenter pour pr&#233;judice
	caus&#233;.
</div>
<div>
	6- Inscription sur l'application:
</div>
<div>
	L'acc&#232;s au service n&#233;cessite que le E-consommateur s'inscrive sur
	l'application BINIDIK , en
</div>
<div>
	remplissant le
</div>
<div>
	formulaire pr&#233;vu &#224; cet effet. Le E-consommateur doit fournir
	l'ensemble des informations
</div>
<div>
	marqu&#233;es comme obligatoires (
</div>
<div>
	Nom, pr&#233;nom, adresse, une photo de sa carte d'identit&#233; et son
	num&#233;ro de t&#233;l&#233;phone). Toute
</div>
<div>
	inscription incompl&#232;te ne sera pas valid&#233;e.
</div>
<div>
	7- Description du Service:
</div>
<div>
	Le Service consiste &#224; mettre le E-consommateur en relation directe
	avec un E-fournisseur &#224;
</div>
<div>
	travers l'application BINIDIK.
</div>
<div>
	L'acc&#232;s au service n&#233;cessite obligatoirement que le
	E-consommateur ait un Smartphone et/ou
</div>
<div>
	un dispositif avec acc&#232;s
</div>
<div>
	internet (connexion 3G et/ou 4G).
</div>
<div>
	Tout E-consommateur souhaitant effectuer une commande, doit simplement se
	connecter sur
</div>
<div>
	l'application, une fois fait, il
</div>
<div>
	aura juste &#224; choisir un produit/repas et /ou service, la totalit&#233;
	du prix
</div>
<div>
	qu'il doit payer s'affiche sur son &#233;cran, le E-consommateur pourra
	ensuite valider en
</div>
<div>
	appuyant sur le bouton &#171; valider la
</div>
<div>
	commande &#187; La demande sera visible instantan&#233;ment au livreur.
</div>
<div>
	8-Prix du Services
</div>
<div>
	Les prix du service sont indiqu&#233;s sur l'application BINIDIK.
</div>
<div>
	<br/>
</div>
<div>
	La soci&#233;t&#233; se r&#233;serve le droit, &#224; sa libre
	discr&#233;tion et selon des modalit&#233;s dont elle sera seule
</div>
<div>
	juge, de proposer des offres
</div>
<div>
	promotionnelles ou des r&#233;ductions de prix.
</div>
<div>
	8.1. R&#233;vision des Prix
</div>
<div>
	Le prix du service peut faire l'objet d'une r&#233;vision par la
	soci&#233;t&#233; &#224; tout moment, et &#224; sa libre
</div>
<div>
	discr&#233;tion. le E-consommateur
</div>
<div>
	sera inform&#233; de ces modifications par tous moyens de communications
	mis &#224; disposition
</div>
<div>
	(mail, appel,
</div>
<div>
	sms, site web, notification push&#8230;), sous un pr&#233;avis de 24H au
	moins avant l'entr&#233;e en
</div>
<div>
	vigueur des nouveaux tarifs.
</div>
<div>
	Le E-consommateur qui n'accepte pas les nouveaux prix, doit mettre fin
	&#224; son utilisation du
</div>
<div>
	service selon les modalit&#233;s
</div>
<div>
	pr&#233;vues &#224; l'article 16 des pr&#233;sentes conditions
	g&#233;n&#233;rales. &#192; d&#233;faut, il sera r&#233;put&#233; avoir
	accept&#233;
</div>
<div>
	les nouveaux tarifs.
</div>
<div>
	8-2. Modalit&#233;s de paiement :
</div>
<div>
	L'utilisation de l'application BINIDIK ne donne lieu &#224; aucune
	tarification, autrement dit le
</div>
<div>
	t&#233;l&#233;chargement de
</div>
<div>
	l'application et l'inscription sont totalement gratuits.
</div>
<div>
	Le client pourra payer ses prestations selon les
</div>
<div>
	modalit&#233;s suivantes :
</div>
<div>
	Paiement en argent comptant : Et ce, apr&#232;s chaque commande
	effectu&#233;e et une fois livr&#233;e , le
</div>
<div>
	E-consommateur peut
</div>
<div>
	payer directement le livreur partenaire le montant indiqu&#233; sur
	l'application en argent
</div>
<div>
	comptant.
</div>
<div>
	8-3. Facturation
</div>
<div>
	Le service fait l'objet de factures qui sont communiqu&#233;es au
	E-consommateur par tout moyen
</div>
<div>
	utile.
</div>
<div>
	8-4. Retards et incidents de paiement
</div>
<div>
	Le E-consommateur est inform&#233; et accepte express&#233;ment que tout
	retard de paiement de toute
</div>
<div>
	ou partie d'une somme
</div>
<div>
	due &#224; son &#233;ch&#233;ance entra&#238;nera automatiquement, sans
	pr&#233;judice des dispositions de l'article et
</div>
<div>
	sans mise en
</div>
<div>
	demeure pr&#233;alable :
</div>
<div>
	<br/>
</div>
<div>
	(i) La d&#233;ch&#233;ance du terme de l'ensemble des sommes dues par le
	E-consommateur et leur
</div>
<div>
	exigibilit&#233; imm&#233;diate ;
</div>
<div>
	(ii) En plus de la d&#233;ch&#233;ance du terme, le E-consommateur pourra
	&#234;tre expos&#233; &#224; des
</div>
<div>
	majorations ;
</div>
<div>
	(iii) La suspension imm&#233;diate du service en cours jusqu'au complet
	paiement de l'int&#233;gralit&#233;
</div>
<div>
	des sommes dues par le Econsommateur;
</div>
<div>
	9-conformit&#233; des produits :
</div>
<div>
	BINIDIK conjuguera ses meilleurs efforts afin que l'&#233;tat des produits
	soit intact.
</div>
<div>
	10- commande:
</div>
<div>
	Le client est tenu &#224; pr&#233;ciser tous les d&#233;tails concernant le
	produit ou service &#224; commander
</div>
<div>
	dans l'onglet d&#233;dicac&#233; &#224; &#231;a.
</div>
<div>
	Le lieu de E-fournisseur et le client doivent &#234;tre d&#233;terminer par
	le client, la distance entre les
</div>
<div>
	deux lieux sera prise en compte pour le calcul des frais de livraison.
</div>
<div>
	La date et l'heure de la r&#233;ception doivent &#234;tre pr&#233;ciser par
	le client pour &#233;viter tout retard de
</div>
<div>
	r&#233;ception.
</div>
<div>
	Une fourchette du montant approximatif de produit est &#224; pr&#233;ciser
	par le client pour &#233;viter tout
</div>
<div>
	conflit ou m&#233;contentement. Une fois le livreur est chez le
	E-fournisseur, le montant exacte
</div>
<div>
	sera affich&#233; au client pour une confirmation finale de la commande.
</div>
<div>
	&#10146;Validation de la commande par le E-consommateur: Le E-consommateur
	peut avoir fini le
</div>
<div>
	remplissage de tous les donn&#233;es requises et cliquer sur Valider votre
	commande. Toute
</div>
<div>
	commande non valid&#233;e ne pourra &#234;tre honor&#233;e.
</div>
<div>
	&#10146;Annuler la commande:
</div>
<div>
	Le E-consommateur disposera de la facult&#233; d'annuler sa commande &#224;
	condition que:
</div>
<div>
	-que cette annulation se fasse dans les 10 minutes qui suivent sa
	validation;
</div>
<div>
	-que le livreur ne l'a pas encore r&#233;cup&#233;r&#233;e;
</div>
<div>
	-si le livreur livre la commande &#224; destination, le E-consommateur a
	pour obligation de
</div>
<div>
	s'acquitter des frais de service et de
</div>
<div>
	livraison affich&#233;s au pr&#233;alable sur l'application BINIDIK
	m&#234;me en cas d'annulation de cette
</div>
<div>
	commande.
</div>
<div>
	&#10146;Livraison:
</div>
<div>
	&#9679;Les Produits/repas sont livr&#233;s &#224; l'adresse de livraison
	choisie par le E-consommateur telle
</div>
<div>
	qu'indiqu&#233;e lors de la
</div>
<div>
	commande. Le E-consommateur s'engage &#224; r&#233;ceptionner les
	Produits/repas ainsi command&#233;s.
</div>
<div>
	<br/>
</div>
<div>
	&#9679;En cas de livraison sur le lieu de travail du E-consommateur, le
	livreur, le E-consommateur
</div>
<div>
	devra prendre toutes les
</div>
<div>
	pr&#233;cautions n&#233;cessaires afin que le livreur puisse lui remettre
	la commande et que le E-
</div>
<div>
	consommateur puisse la
</div>
<div>
	r&#233;ceptionner, dans le cas contraire, le E-consommateur est dans
	l'obligation de payer la
</div>
<div>
	totalit&#233; du montant de la
</div>
<div>
	commande.
</div>
<div>
	&#9679;BINIDIK est responsable de la commande du E-consommateur &#224;
	partir du moment o&#249; le
</div>
<div>
	livreur la r&#233;cup&#232;re de chez le E-fournisseur
</div>
<div>
	et la livre &#224; destination indiqu&#233;e sur l'application BINIDIK lors
	de la commande, au del&#224; de
</div>
<div>
	ce laps de
</div>
<div>
	temps et une fois que la livraison confirm&#233;e, le E-consommateur
	comprend que BINIDIK
</div>
<div>
	n'est pas responsable de ce qui
</div>
<div>
	peut arriver au dit-produit/repas livr&#233;.
</div>
<div>
	&#9679;Le E-consommateur prend acte, pour le bon d&#233;roulement du
	service propos&#233; par BINIDIK,
</div>
<div>
	qu'il sera amen&#233; &#224;
</div>
<div>
	communiquer au livreur les &#233;l&#233;ments suivant :
</div>
<div>
	-Sa pi&#232;ce d'identit&#233; ;
</div>
<div>
	-Num&#233;ro de la commande ;
</div>
<div>
	-Son adresse mail.
</div>
<div>
	&#10146;D&#233;lai de livraison
</div>
<div>
	La date et type de livraison sont choisis par le E-consommateur. La date
	vaut, sauf preuve
</div>
<div>
	contraire, accord entre les Parties.
</div>
<div>
	BINIDIK ET SES PARTENAIRES mettront alors en oeuvre leurs meilleurs efforts
	afin de
</div>
<div>
	respecter les d&#233;lais de livraison
</div>
<div>
	des produits command&#233;s.
</div>
<div>
	Dans l'hypoth&#232;se o&#249; ces d&#233;lais ne pourraient &#234;tre
	tenus, le E-consommateur en sera inform&#233;
</div>
<div>
	par la messagerie via l'application ou t&#233;l&#233;phone.
</div>
<div>
	&#10146;R&#233;tractation et/ou remboursement du produit :
</div>
<div>
	Lorsque le E-consommateur souhaite retourner un produit/repas ou faire une
	r&#233;clamation
</div>
<div>
	concernant la fourniture d'un
</div>
<div>
	service, sans pr&#233;judice de la capacit&#233; de BINIDIK, en tant
	qu'interm&#233;diaire, &#224; prendre en
</div>
<div>
	charge sa gestion, la partie
</div>
<div>
	<br/>
</div>
<div>
	responsable en dernier ressort sera toujours le Partenaire chez lequel
	l'achat a &#233;t&#233; effectu&#233;. Par
</div>
<div>
	cons&#233;quent, le
</div>
<div>
	produit/repas sera soumis &#224; la politique du retour du E-fournisseur .
</div>
<div>
	&#10146;Frais de livraison :
</div>
<div>
	Les frais de livraison sont calcul&#233;s automatiquement en fonction de la
	distance entre le lieu de
</div>
<div>
	E-fournisseur et le client.
</div>
<div>
	Le E-consommateur peut conna&#238;tre le montant des frais de livraison
	juste au moment d la
</div>
<div>
	validation de la commande.
</div>
<div>
	&#10146;D&#233;faut d'un produit:
</div>
<div>
	Tout produit dont la livraison a &#233;t&#233; valid&#233;e par le
	E-consommateur au moment de sa r&#233;ception
</div>
<div>
	par un livreur BINIDIK
</div>
<div>
	qui s'av&#232;re par la suite de cette livraison, comporte un d&#233;faut
	cach&#233; le rendant ainsi impropre
</div>
<div>
	&#224; l'usage auquel il
</div>
<div>
	est destin&#233;, le E-consommateur devra en r&#233;f&#233;rer au
	E-fournisseur et ce, dans les plus brefs
</div>
<div>
	d&#233;lais par tout moyen de
</div>
<div>
	communication mis &#224; sa disposition par BINIDIK .
</div>
<div>
	Dans cette hypoth&#232;se, les frais de livraison seront &#224; la charge
	du E-fournisseur.
</div>
<div>
	11 - Donn&#233;es
</div>
<div>
	Le E-consommateur reconna&#238;t et accepte express&#233;ment :
</div>
<div>
	-Que les donn&#233;es recueillies sur l'application BINIDIK et sur les
	&#233;quipements informatiques
</div>
<div>
	de BINIDIK font foi de la r&#233;alit&#233; des op&#233;rations intervenues
	dans le cadre des pr&#233;sentes ;
</div>
<div>
	-Que ces donn&#233;es constituent le seul mode de preuve admis entre les
	parties, notamment pour
</div>
<div>
	le calcul des sommes
</div>
<div>
	dues &#224; BINIDIK.
</div>
<div>
	Le E-consommateur peut acc&#233;der &#224; ces donn&#233;es dans son Espace
	Personnel.
</div>
<div>
	12- Obligation des parties :
</div>
<div>
	12.1. Obligation de la soci&#233;t&#233;
</div>
<div>
	&#9679;Offrir au E-consommateur le t&#233;l&#233;chargement gratuit de
	l'application BINIDIK ;
</div>
<div>
	&#9679;Fournir au E-consommateur une page de pr&#233;sentation sur
	l'application BINIDIK sur la base
</div>
<div>
	des informations qu'il
</div>
<div>
	a fourni ;
</div>
<div>
	<br/>
</div>
<div>
	&#9679;Mettre &#224; la disposition du E-consommateur dans l'Application
	BINIDIK un service de
</div>
<div>
	gestion de son compte,
</div>
<div>
	notamment l'historique de ses commandes effectu&#233;es ;
</div>
<div>
	&#9679;Fournir la commande dans les d&#233;lais imparties ;
</div>
<div>
	&#9679;Offrir au E-consommateur un service d'&#233;valuation et de notation
	afin d'am&#233;liorer la qualit&#233;
</div>
<div>
	du service.
</div>
<div>
	&#9679;Effectuer un suivi par messagerie sur l'application afin d'assurer
	l'acheminement de la
</div>
<div>
	commande,
</div>
<div>
	&#9679;Traiter les retours de commande des produits arriv&#233;s hors
	d&#233;lais.
</div>
<div>
	&#9679;Traiter les retours de commande des produits non conforme &#224; la
	demande formul&#233;e par le E-
</div>
<div>
	consommateur.
</div>
<div>
	12.2. Obligation du E-consommateur :
</div>
<div>
	Sans pr&#233;judice des autres obligations pr&#233;vues aux pr&#233;sentes,
	le E-consommateur s'engage &#224;:
</div>
<div>
	-Respecter les lois et r&#232;glements en vigueur et &#224; ne pas porter
	atteinte aux droits de tiers ou &#224;
</div>
<div>
	l'ordre public ;
</div>
<div>
	-&#192; mettre &#224; jour ses informations dans son espace personnel en
	cas de modifications, afin
</div>
<div>
	qu'elles correspondent toujours
</div>
<div>
	aux crit&#232;res susvis&#233;s (Nom, pr&#233;nom, Num&#233;ro de
	t&#233;l&#233;phone, etc.) ;
</div>
<div>
	-Utiliser personnellement le service et ne permettre &#224; aucun tiers de
	l'utiliser &#224; sa place ou
</div>
<div>
	pour son compte ;
</div>
<div>
	-Etre prudent et discern&#233; dans ses relations et communications ;
</div>
<div>
	-Respecter les r&#232;gles usuelles de politesse et de courtoisie, dans ses
	&#233;changes avec les autres
</div>
<div>
	utilisateurs ;
</div>
<div>
	-Bien veiller que sa commande soit correcte, en cas de commande
	erron&#233;e, la soci&#233;t&#233; ne sera
</div>
<div>
	pas tenue pour
</div>
<div>
	responsable ;
</div>
<div>
	-R&#233;gler au livreur partenaire la totalit&#233; de la somme
	affich&#233;e au pr&#233;alable sur l'application
</div>
<div>
	BINIDIK ;
</div>
<div>
	-Fournir &#224; la soci&#233;t&#233; toutes les informations
	n&#233;cessaires &#224; la bonne ex&#233;cution du service, en
</div>
<div>
	coop&#233;rant activement avec
</div>
<div>
	elle en vue de la bonne ex&#233;cution des pr&#233;sentes ;
</div>
<div>
	13- Responsabilit&#233; des parties :
</div>
<div>
	<br/>
</div>
<div>
	13.1. Responsabilit&#233; de la soci&#233;t&#233; :
</div>
<div>
	-La soci&#233;t&#233; s'engage &#224; fournir le service avec diligence et
	selon les r&#232;gles de l'art.
</div>
<div>
	-La soci&#233;t&#233; ne sera tenue responsable d'aucune d&#233;faillance,
	erreur ou retard dans l'ex&#233;cution
</div>
<div>
	de ses services ou durant la
</div>
<div>
	livraison de marchandises, lorsque ce d&#233;faut survient &#224; la suite
	de tout acte ou omission, qui
</div>
<div>
	est hors de son contr&#244;le
</div>
<div>
	raisonnable, comme tous les &#233;v&#233;nements extr&#234;mes et
	in&#233;vitables caus&#233;s directement et
</div>
<div>
	exclusivement par les forces de la
</div>
<div>
	nature et qui ne peuvent &#234;tre ni pr&#233;vus, ni contr&#244;l&#233;s,
	ni emp&#234;ch&#233;s par l'exercice de la prudence
</div>
<div>
	et de la diligence ;
</div>
<div>
	-Elle ne peut en aucun cas &#234;tre responsable des relations entre les
	E-consommateurs et les
</div>
<div>
	livreurs ni de celles entre les E-consommateur et les E-fournisseur;
</div>
<div>
	-La soci&#233;t&#233; ne peut en aucun cas intervenir sur la qualit&#233;
	des commandes &#233;tant pr&#233;cis&#233;, leur
</div>
<div>
	localisation, leur paiement ou
</div>
<div>
	leurs horaires, car ayant la qualit&#233; d'interm&#233;diaire, la
	soci&#233;t&#233; se voit engag&#233;e &#224; une obligation
</div>
<div>
	de moyens &#224; l'exclusion de
</div>
<div>
	toute obligation de r&#233;sultat, ce que les utilisateurs comprennent,
	reconnaissent et acceptent
</div>
<div>
	&#233;ment ;
</div>
<div>
	-La soci&#233;t&#233; s'engage &#224; proc&#233;der r&#233;guli&#232;rement
	&#224; des contr&#244;les afin de v&#233;rifier le
</div>
<div>
	fonctionnement et l'accessibilit&#233; de
</div>
<div>
	l'application. &#192; ce titre, elle se r&#233;serve la facult&#233;
	d'interrompre momentan&#233;ment l'acc&#232;s &#224;
</div>
<div>
	l'application pour des raisons de
</div>
<div>
	maintenance ;
</div>
<div>
	-De m&#234;me, elle ne saurait &#234;tre tenue responsable des
	difficult&#233;s ou impossibilit&#233;s
</div>
<div>
	momentan&#233;es d'acc&#232;s &#224; l'application qui auraient pour
	origine des circonstances qui lui sont
</div>
<div>
	ext&#233;rieures, la force majeure, ou encore qui seraient dues &#224; des
	perturbations des r&#233;seaux de
</div>
<div>
	t&#233;l&#233;communication ;
</div>
<div>
	-La soci&#233;t&#233; ne peut &#234;tre tenue pour responsable des contenus
	dont les auteurs sont des tiers,
</div>
<div>
	toute r&#233;clamation &#233;ventuelle
</div>
<div>
	devant &#234;tre dirig&#233;e en premier lieu vers l'auteur des contenus en
	question, les contenus
</div>
<div>
	pr&#233;judiciables &#224; un tiers peuvent
</div>
<div>
	faire l'objet d'une notification &#224; la soci&#233;t&#233; qui se
	r&#233;serve de prendre les mesures d&#233;crites dans
</div>
<div>
	l'article 12 des pr&#233;sentes ;
</div>
<div>
	-La soci&#233;t&#233; d&#233;cline toute responsabilit&#233; en cas de
	perte &#233;ventuelle des informations
</div>
<div>
	accessibles dans l'espace personnel
</div>
<div>
	<br/>
</div>
<div>
	du client lorsque cette perte a &#233;t&#233; caus&#233;e par le fait du
	client ;
</div>
<div>
	-La soci&#233;t&#233; se d&#233;sengage de toute responsabilit&#233; en cas
	d'utilisation du service non conforme
</div>
<div>
	aux pr&#233;sentes conditions
</div>
<div>
	par le client, elle d&#233;cline toute responsabilit&#233; en cas d'un
	&#233;ventuel pr&#233;judice qui pourrait
</div>
<div>
	r&#233;sulter de l'indisponibilit&#233; de l'application BINIDIK ou d'un
	probl&#232;me de connexion.
</div>
<div>
	13.2. Responsabilit&#233; du E-consommateur :
</div>
<div>
	-Le E-consommateur garantit que toutes les informations qu'il communique
	dans le
</div>
<div>
	formulaire d'inscription sont exactes,
</div>
<div>
	&#224; jour et sinc&#232;res et ne sont entach&#233;es d'aucun
	caract&#232;re trompeur ;
</div>
<div>
	-Le E-consommateur est inform&#233; et accepte que les informations saisies
	aux fins de cr&#233;ation
</div>
<div>
	ou de mise &#224; jour de son
</div>
<div>
	profil vaillent preuve de son identit&#233; ;
</div>
<div>
	-Le E-consommateur est inform&#233; et accepte que la mise en oeuvre du
	service n&#233;cessite qu'il
</div>
<div>
	soit connect&#233; &#224; internet et
</div>
<div>
	que la qualit&#233; du service, d&#233;pend directement de cette connexion,
	dont il est seul responsable ;
</div>
<div>
	-Le E-consommateur est &#233;galement seul responsable des relations qu'il
	pourrait nouer avec
</div>
<div>
	les autres utilisateurs et des
</div>
<div>
	informations qu'il leur communique dans le cadre dudit service ;
</div>
<div>
	-Le E-consommateur est seul responsable des contenus de toute nature
	(r&#233;dactionnels,
</div>
<div>
	graphiques, audiovisuels ou
</div>
<div>
	autres, y compris la d&#233;nomination et/ou l'image &#233;ventuellement
	choisie pour l'identifier sur
</div>
<div>
	l'application) qu'il diffuse dans
</div>
<div>
	le cadre du service (ci-apr&#232;s d&#233;sign&#233;s : les &#171; Contenus
	&#187;) ;
</div>
<div>
	-Le E-consommateur garantit &#224; la soci&#233;t&#233; qu'il dispose de
	tous les droits et autorisations
</div>
<div>
	n&#233;cessaires &#224; la diffusion de ces
</div>
<div>
	contenus ;
</div>
<div>
	-Le E-consommateur s'engage &#224; ce que lesdits contenus soient licites,
	ne portent pas atteinte
</div>
<div>
	&#224; l'ordre public, aux bonnes
</div>
<div>
	moeurs ou aux droits des tiers.
</div>
<div>
	14- Conditions particuli&#232;res :
</div>
<div>
	14-1 En cas de retard de livraison:
</div>
<div>
	<br/>
</div>
<div>
	Conform&#233;ment aux r&#232;gles d'usage, le E-consommateur est
	inform&#233; qu'en cas de retard ou
</div>
<div>
	d'incident subi pendant l'acheminement de la commande, le livreur s'engage
	&#224; contacter le E-
</div>
<div>
	consommateur par message via l'application ou t&#233;l&#233;phone de
	l'avertir du occasionn&#233;, le E-
</div>
<div>
	consommateur &#224; ce moment a la possibilit&#233; d'accorder un autre
	d&#233;lai afin de r&#233;pondre &#224; sa
</div>
<div>
	demande ou la refuser.
</div>
<div>
	14.2 En cas d'indisponibilit&#233; de la commande ou incapacit&#233; de
	livraison :
</div>
<div>
	En acceptant les pr&#233;sentes conditions g&#233;n&#233;rales, le client
	reconna&#238;t avoir pris connaissance
</div>
<div>
	que :
</div>
<div>
	-Si le produit n'est pas disponible aupr&#232;s du partenaire mais que ce
	dernier dispose d'autres
</div>
<div>
	produits similaires, il pourra
</div>
<div>
	appeler le E-consommateur pour lui faire part d'autres options. Si le
	E-consommateur n'est
</div>
<div>
	d'accord avec aucune des
</div>
<div>
	options expos&#233;es par le E-fournisseur et n'est donc pas
	int&#233;ress&#233; par les options alternatives,
</div>
<div>
	le livreur peut d&#233;cliner la commande et passer &#224; une autre.
</div>
<div>
	14.3- Produits dont la vente est prohib&#233;e par la r&#233;glementation
	en vigueur :
</div>
<div>
	Le E-consommateur reconna&#238;t par les pr&#233;sentes avoir pris
	connaissance que, les produits dont
</div>
<div>
	la vente est prohib&#233;e par la
</div>
<div>
	r&#233;glementation en vigueur; ne seront pas mis &#224; disposition de ce
	dernier par l'application
</div>
<div>
	BINIDIK.
</div>
<div>
	15- Comportements prohib&#233;s:
</div>
<div>
	En acceptant les pr&#233;sentes conditions g&#233;n&#233;rales
	d'utilisation de l'application BINIDIK , le E-
</div>
<div>
	consommateur reconna&#238;t
</div>
<div>
	avoir pris connaissance de ce qui suit :
</div>
<div>
	&#9679;Qu'il est strictement interdit de porter atteinte &#224; l'ordre
	public ou la violation des lois et
</div>
<div>
	r&#232;glements;
</div>
<div>
	&#9679;Qu'il est strictement interdit d'utiliser l'application BINIDIK
	&#224; des fins non conformes aux
</div>
<div>
	pr&#233;sentes conditions
</div>
<div>
	g&#233;n&#233;rales d'utilisation;
</div>
<div>
	&#9679;Qu'il est strictement interdit de manquer du respect envers le
	livreur partenaire, l'injurier,
</div>
<div>
	l'harceler sexuellement ou de
</div>
<div>
	commettre des actes de violence &#224; son encontre;
</div>
<div>
	&#9679;Qu'il est strictement interdit de lancer des demandes fictives,
	frauduleuses ou trompeuses ;
</div>
<div>
	&#9679;Qu'il est strictement interdit d'avoir des altercations avec le
	livreur;
</div>
<div>
	&#9679;Qu'il est strictement interdit d'injurier le livreur;
</div>
<div>
	<br/>
</div>
<div>
	&#9679;Qu'il est strictement interdit de commettre des actes de violence;
</div>
<div>
	&#9679;Qu'il est strictement interdit de contacter les livreurs hors
	l'application BINIDIK ;
</div>
<div>
	Le client, qui ne respecte pas ces consignes, aura des sanctions, selon la
	gravit&#233;, allant d'un
</div>
<div>
	simple avertissement verbal, &#224;
</div>
<div>
	la suppression d&#233;finitive de son compte.
</div>
<div>
	16- Sanctions des Manquements
</div>
<div>
	En cas de manquement &#224; l'une des dispositions des pr&#233;sentes
	conditions g&#233;n&#233;rales ou plus
</div>
<div>
	g&#233;n&#233;ralement, d'infraction aux
</div>
<div>
	lois et r&#232;glements en vigueur par un utilisateur, la soci&#233;t&#233;
	se r&#233;serve le droit de prendre toute
</div>
<div>
	mesure appropri&#233;e,
</div>
<div>
	notamment celle de :
</div>
<div>
	&#8226;Suspendre ou r&#233;silier l'acc&#232;s au service du client, auteur
	du manquement ou de l'infraction,
</div>
<div>
	ou du comportement prohib&#233;,
</div>
<div>
	y ayant particip&#233; ;
</div>
<div>
	&#8226;Supprimer tout contenu mis en ligne sur l'application ;
</div>
<div>
	&#8226;Avertir toute autorit&#233; concern&#233;e ;
</div>
<div>
	&#8226;Engager toute action judiciaire ;
</div>
<div>
	17- Propri&#233;t&#233; intellectuelle
</div>
<div>
	Les syst&#232;mes, logiciels, structures, infrastructures, bases de
	donn&#233;es et contenus de toute
</div>
<div>
	nature (textes, images, visuels,
</div>
<div>
	musiques, logos, marques, base de donn&#233;es, etc &#8230;) exploit&#233;s
	par BINIDIK au sein de
</div>
<div>
	l'application BINIDIK
</div>
<div>
	sont prot&#233;g&#233;s par tous droits de propri&#233;t&#233;
	intellectuelle ou droits des producteurs de bases de
</div>
<div>
	donn&#233;es en vigueur.
</div>
<div>
	Tous d&#233;sassemblages, d&#233;compilations, d&#233;cryptages,
	extractions, r&#233;utilisations, copies et plus
</div>
<div>
	g&#233;n&#233;ralement, tous actes de
</div>
<div>
	reproduction, repr&#233;sentation, diffusion et utilisation de l'un de ces
	&#233;l&#233;ments, en tout ou en
</div>
<div>
	partie, sans l'autorisation de
</div>
<div>
	BINIDIK sont strictement interdits et pourront faire l'objet de poursuites
	judiciaires.
</div>
<div>
	18- Donn&#233;es &#224; caract&#232;re personnel
</div>
<div>
	BINIDIK pratique une politique de protection des donn&#233;es personnelles
	dont les
</div>
<div>
	caract&#233;ristiques sont explicit&#233;es dans le
</div>
<div>
	<br/>
</div>
<div>
	document intitul&#233; &#171; Charte de confidentialit&#233; &#187; , dont
	le E-consommateur est express&#233;ment
</div>
<div>
	invit&#233; &#224; prendre connaissance
</div>
<div>
	sur l'application BINIDIK.
</div>
<div>
	19- Liens et sites tiers
</div>
<div>
	BINIDIK ne pourra en aucun cas &#234;tre tenue pour responsable de la
	disponibilit&#233; technique de
</div>
<div>
	sites internet ou d'applications
</div>
<div>
	mobiles exploit&#233;s par des tiers (y compris ses &#233;ventuels
	partenaires) auxquels le client
</div>
<div>
	acc&#233;derait par l'interm&#233;diaire du
</div>
<div>
	site.
</div>
<div>
	BINIDIK n'endosse aucune responsabilit&#233; au titre des contenus,
	publicit&#233;s, produits et/ou
</div>
<div>
	services disponibles sur de tels
</div>
<div>
	sites et applications mobiles tiers dont il est rappel&#233; qu'ils sont
	r&#233;gis par leurs propres
</div>
<div>
	conditions d'utilisation.
</div>
<div>
	BINIDIK n'est pas non plus responsable des transactions intervenues entre
	le E-
</div>
<div>
	consommateur et un quelconque
</div>
<div>
	annonceur, professionnel ou commer&#231;ant (y compris ses &#233;ventuels
	partenaires) vers lequel E-
</div>
<div>
	consommateur serait
</div>
<div>
	orient&#233; par l'interm&#233;diaire du site et ne saurait en aucun cas
	&#234;tre partie &#224; quelques litiges
</div>
<div>
	&#233;ventuels que ce soit avec ces
</div>
<div>
	tiers concernant notamment la livraison de produits et/ou services, les
	garanties, d&#233;clarations
</div>
<div>
	et autres obligations
</div>
<div>
	quelconques auxquelles ces tiers sont tenus.
</div>
<div>
	20- Dur&#233;e des Services, d&#233;sinscription
</div>
<div>
	Les Services sont souscrits pour une dur&#233;e ind&#233;termin&#233;e.
</div>
<div>
	Le E-consommateur peut se d&#233;sinscrire des Services &#224; tout moment,
	en adressant une
</div>
<div>
	demande &#224; cet effet &#224; BINIDIK par
</div>
<div>
	email, aux coordonn&#233;es mentionn&#233;es &#224; l'article 2.
</div>
<div>
	La d&#233;sinscription est effective imm&#233;diatement. Elle entra&#238;ne
	la suppression automatique du
</div>
<div>
	compte de l'utilisateur
</div>
<div>
	21- Modifications
</div>
<div>
	BINIDIK se r&#233;serve la facult&#233; de modifier &#224; tout moment les
	pr&#233;sentes conditions g&#233;n&#233;rales.
</div>
<div>
	Le client sera inform&#233; de ces
</div>
<div>
	modifications par tout moyen utile.
</div>
<div>
	<br/>
</div>
<div>
	Le E-consommateur qui n'accepte pas les conditions g&#233;n&#233;rales
	modifi&#233;es doit se d&#233;sinscrire
</div>
<div>
	des Services selon les
</div>
<div>
	modalit&#233;s pr&#233;vues &#224; l'article 16.
</div>
<div>
	Tout Utilisateur qui a recours aux Services post&#233;rieurement &#224;
	l'entr&#233;e en vigueur des
</div>
<div>
	conditions g&#233;n&#233;rales modifi&#233;es est
</div>
<div>
	r&#233;put&#233; avoir accept&#233; ces modifications.
</div>
<div>
	22- Loi applicable et juridiction
</div>
<div>
	Les pr&#233;sentes conditions g&#233;n&#233;rales sont r&#233;gies par les
	lois de chaque pays &#233;ligible des
</div>
<div>
	pr&#233;sentes conditions g&#233;n&#233;rales.
</div>
<div>
	En cas de contestation sur la validit&#233;, l'interpr&#233;tation et/ou
	l'ex&#233;cution des pr&#233;sentes
</div>
<div>
	conditions g&#233;n&#233;rales, les parties de
</div>
<div>
	chaque pays &#233;ligibles cit&#233;s dans l'article 02 des pr&#233;sentes
	conviennent de porter le litige au
</div>
<div>
	tribunal territorialement
</div>
<div>
	comp&#233;tent.
</div>
<div>
	23- Entr&#233;e en vigueur
</div>
<div>
	Les pr&#233;sentes conditions g&#233;n&#233;rales entreront en vigueur
	d&#232;s que le E-consommateur les
</div>
<div>
	accepte en appuyant sur Le
</div>
<div>
	champ &#171; accepter &#187; .
</div>


</body>
</html>
<div>CONDITIONS G&Eacute;N&Eacute;RALES</div>
<div>D'UTILISATIONservices services propos&eacute;ssur l'application (ci-apr&egrave;s : les &laquo; Services &raquo;), ainsi que les droits et obligations des parties dans ce cadre.</div>
<div>BINIDIK propose un service par lequel les E-consommateurs seront mis en relation avec les</div>
<div>E-fournisseurs pour</div>
<div>l'achat des produits/services/Repas &agrave; distance pr&eacute;sent&eacute; sur l'application, et b&eacute;n&eacute;ficier de la</div>
<div>livraison &agrave; la destination de</div>
<div>leur choix ;</div>
<div>Dans ce cadre, il est rappel&eacute; que BINIDIK intervient comme un interm&eacute;diaire, son r&ocirc;le est</div>
<div>limit&eacute; &agrave; l'h&eacute;bergement</div>
<div>des offres des produits/services/repas des E-fournisseurs et la mise en relations de ces derniers</div>
<div>avec les E-consommateurs.</div>
<div>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales sont notamment accessibles et imprimables &agrave; tout moment</div>
<div>par un lien direct en bas</div>
<div>de la page d'accueil du site.</div>
<div>Elles peuvent &ecirc;tre compl&eacute;t&eacute;es, le cas &eacute;ch&eacute;ant, par des conditions d'utilisation particuli&egrave;res &agrave;</div>
<div>certains Services. En cas de</div>
<div>contradiction, les conditions particuli&egrave;res pr&eacute;valent sur ces conditions g&eacute;n&eacute;rales.</div>
<div>2- Qui propose le service de mise en relation BINIDIK :</div>
<div>Le service de mise en relation &agrave; travers la plateforme BINIDIK est propos&eacute; par la soci&eacute;t&eacute;</div>
<div>Halouani de service et livraison, sise &agrave; Rue Sidi Bouyahiya, 8021 B&eacute;ni Khalled, Nabeul,</div>
<div>Tunisie.</div>
<div>3-D&eacute;finitions:</div>
<div>BINIDIK</div>
<div>&laquo; Application &raquo; d&eacute;signe l'application BINIDIK d&eacute;velopp&eacute;e par la soci&eacute;t&eacute; Halouani de service</div>
<div>et livraison,</div>
<div>disponible sur Google Play en ce qui concerne les Smartphones sous Android.</div>
<div>&laquo;Compte &raquo; d&eacute;signe le compte qui doit &ecirc;tre cr&eacute;&eacute; pour pouvoir acc&eacute;der aux services propos&eacute;s</div>
<div>par la Plateforme.</div>
<div>&laquo;Conditions &raquo; d&eacute;signe les pr&eacute;sentes conditions g&eacute;n&eacute;rales d'utilisation.</div>
<div>&laquo;E-consommateur &raquo; d&eacute;signe toute personne physique ou morale qui acquiert, &agrave; titre on&eacute;reux</div>
<div>ou gratuit, un bien ou un</div>
<div>service par le biais de L'Applications BINIDIK aupr&egrave;s d'un E-fournisseur pour une utilisation</div>
<div>finale.</div>
<div>&laquo;E-Fournisseur &raquo; d&eacute;signe toute personne physique ou morale qui commercialise ou propose la</div>
<div>fourniture des biens ou des</div>
<div>services ou repas par voie de communications &eacute;lectroniques.</div>
<div>&laquo;E-paiement ou Moyen de paiement &eacute;lectronique &raquo; d&eacute;signe tout instrument de paiement,</div>
<div>autoris&eacute; conform&eacute;ment &agrave; la</div>
<div>l&eacute;gislation en vigueur, permettant &agrave; son titulaire d'effectuer des paiements de proximit&eacute; ou &agrave;</div>
<div>distance &agrave; travers un</div>
<div>syst&egrave;me &eacute;lectronique.</div>
<div>&laquo;Contenu de l'Utilisateur &raquo; d&eacute;signe les contenus et informations textuels, audio et/ou visuels,</div>
<div>communiqu&eacute;s lors de votre inscriptions, y compris les commentaires et les retours</div>
<div>d'information relatifs aux Services ou aux Services de Tiers, ainsi que les contenus et</div>
<div>informations communiqu&eacute;s lors de demandes d'assistance et &agrave; l'occasion de la participation &agrave;</div>
<div>des jeux concours et &agrave; des op&eacute;rations promotionnelles;</div>
<div>&laquo;E-boutique &raquo; d&eacute;signe l'espace d&eacute;di&eacute; au sein du BINIDIK mis &agrave; la disposition du E-</div>
<div>fournisseur pour proposer &agrave; la vente ses produits/services/menus;</div>
<div>&laquo;Services &raquo; d&eacute;signe les services disponibles sur l'application BINIDIK;</div>
<div>&laquo;Tarifs &raquo; d&eacute;signe les prix applicables aux Services qui vous seront express&eacute;ment</div>
<div>communiqu&eacute;s via l'Application</div>
<div>au moment de la validation de la commande correspondante.</div>
<div>4- Acc&egrave;s &agrave; l'application et au service:</div>
<div>Le service est accessible, sous r&eacute;serve des restrictions pr&eacute;vues sur l'application BINIDIK :</div>
<div>&bull;&Agrave; toute personne physique disposant de la pleine capacit&eacute; juridique conform&eacute;ment &agrave; la loi en</div>
<div>vigueur dans les pays</div>
<div>&eacute;ligibles pour s'engager au titre des pr&eacute;sentes conditions g&eacute;n&eacute;rales.</div>
<div>&bull;&Agrave; toute personne morale agissant par l'interm&eacute;diaire d'une personne physique disposant de</div>
<div>la capacit&eacute; juridique pour</div>
<div>contracter au nom et pour le compte de la personne morale.</div>
<div>5- Acceptation des conditions g&eacute;n&eacute;rales:</div>
<div>L'acceptation des pr&eacute;sentes conditions g&eacute;n&eacute;rales est mat&eacute;rialis&eacute;e par une case &agrave; cocher dans le</div>
<div>formulaire d'inscription</div>
<div>de l'application BINIDIK. Cette acceptation ne peut &ecirc;tre que pleine et enti&egrave;re. Toute adh&eacute;sion</div>
<div>sous r&eacute;serve est consid&eacute;r&eacute;e comme nulle et non avenue.</div>
<div>les E-consommateurs prennent acte que l'utilisation de l'application BINIDIK ne doit &ecirc;tre que</div>
<div>pour le service pr&eacute;vu</div>
<div>&agrave; cet effet cit&eacute; en objet.</div>
<div>L'utilisation de l'application pour un autre motif que celui cit&eacute; en objet, expose son auteur &agrave;</div>
<div>des p&eacute;nalit&eacute;s, sans pr&eacute;judice</div>
<div>des actions en justice que BINIDIK pourra intenter pour pr&eacute;judice caus&eacute;.</div>
<div>6- Inscription sur l'application:</div>
<div>L'acc&egrave;s au service n&eacute;cessite que le E-consommateur s'inscrive sur l'application BINIDIK , en</div>
<div>remplissant le</div>
<div>formulaire pr&eacute;vu &agrave; cet effet. Le E-consommateur doit fournir l'ensemble des informations</div>
<div>marqu&eacute;es comme obligatoires (</div>
<div>Nom, pr&eacute;nom, adresse, une photo de sa carte d'identit&eacute; et son num&eacute;ro de t&eacute;l&eacute;phone). Toute</div>
<div>inscription incompl&egrave;te ne sera pas valid&eacute;e.</div>
<div>7- Description du Service:</div>
<div>Le Service consiste &agrave; mettre le E-consommateur en relation directe avec un E-fournisseur &agrave;</div>
<div>travers l'application BINIDIK.</div>
<div>L'acc&egrave;s au service n&eacute;cessite obligatoirement que le E-consommateur ait un Smartphone et/ou</div>
<div>un dispositif avec acc&egrave;s</div>
<div>internet (connexion 3G et/ou 4G).</div>
<div>Tout E-consommateur souhaitant effectuer une commande, doit simplement se connecter sur</div>
<div>l'application, une fois fait, il</div>
<div>aura juste &agrave; choisir un produit/repas et /ou service, la totalit&eacute; du prix</div>
<div>qu'il doit payer s'affiche sur son &eacute;cran, le E-consommateur pourra ensuite valider en</div>
<div>appuyant sur le bouton &laquo; valider la</div>
<div>commande &raquo; La demande sera visible instantan&eacute;ment au livreur.</div>
<div>8-Prix du Services</div>
<div>Les prix du service sont indiqu&eacute;s sur l'application BINIDIK.</div>
<div>La soci&eacute;t&eacute; se r&eacute;serve le droit, &agrave; sa libre discr&eacute;tion et selon des modalit&eacute;s dont elle sera seule</div>
<div>juge, de proposer des offres</div>
<div>promotionnelles ou des r&eacute;ductions de prix.</div>
<div>8.1. R&eacute;vision des Prix</div>
<div>Le prix du service peut faire l'objet d'une r&eacute;vision par la soci&eacute;t&eacute; &agrave; tout moment, et &agrave; sa libre</div>
<div>discr&eacute;tion. le E-consommateur</div>
<div>sera inform&eacute; de ces modifications par tous moyens de communications mis &agrave; disposition</div>
<div>(mail, appel,</div>
<div>sms, site web, notification push&hellip;), sous un pr&eacute;avis de 24H au moins avant l'entr&eacute;e en</div>
<div>vigueur des nouveaux tarifs.</div>
<div>Le E-consommateur qui n'accepte pas les nouveaux prix, doit mettre fin &agrave; son utilisation du</div>
<div>service selon les modalit&eacute;s</div>
<div>pr&eacute;vues &agrave; l'article 16 des pr&eacute;sentes conditions g&eacute;n&eacute;rales. &Agrave; d&eacute;faut, il sera r&eacute;put&eacute; avoir accept&eacute;</div>
<div>les nouveaux tarifs.</div>
<div>8-2. Modalit&eacute;s de paiement :</div>
<div>L'utilisation de l'application BINIDIK ne donne lieu &agrave; aucune tarification, autrement dit le</div>
<div>t&eacute;l&eacute;chargement de</div>
<div>l'application et l'inscription sont totalement gratuits.</div>
<div>Le client pourra payer ses prestations selon les</div>
<div>modalit&eacute;s suivantes :</div>
<div>Paiement en argent comptant : Et ce, apr&egrave;s chaque commande effectu&eacute;e et une fois livr&eacute;e , le</div>
<div>E-consommateur peut</div>
<div>payer directement le livreur partenaire le montant indiqu&eacute; sur l'application en argent</div>
<div>comptant.</div>
<div>8-3. Facturation</div>
<div>Le service fait l'objet de factures qui sont communiqu&eacute;es au E-consommateur par tout moyen</div>
<div>utile.</div>
<div>8-4. Retards et incidents de paiement</div>
<div>Le E-consommateur est inform&eacute; et accepte express&eacute;ment que tout retard de paiement de toute</div>
<div>ou partie d'une somme</div>
<div>due &agrave; son &eacute;ch&eacute;ance entra&icirc;nera automatiquement, sans pr&eacute;judice des dispositions de l'article et</div>
<div>sans mise en</div>
<div>demeure pr&eacute;alable :</div>
<div>(i) La d&eacute;ch&eacute;ance du terme de l'ensemble des sommes dues par le E-consommateur et leur</div>
<div>exigibilit&eacute; imm&eacute;diate ;</div>
<div>(ii) En plus de la d&eacute;ch&eacute;ance du terme, le E-consommateur pourra &ecirc;tre expos&eacute; &agrave; des</div>
<div>majorations ;</div>
<div>(iii) La suspension imm&eacute;diate du service en cours jusqu'au complet paiement de l'int&eacute;gralit&eacute;</div>
<div>des sommes dues par le Econsommateur;</div>
<div>9-conformit&eacute; des produits :</div>
<div>BINIDIK conjuguera ses meilleurs efforts afin que l'&eacute;tat des produits soit intact.</div>
<div>10- commande:</div>
<div>Le client est tenu &agrave; pr&eacute;ciser tous les d&eacute;tails concernant le produit ou service &agrave; commander</div>
<div>dans l'onglet d&eacute;dicac&eacute; &agrave; &ccedil;a.</div>
<div>Le lieu de E-fournisseur et le client doivent &ecirc;tre d&eacute;terminer par le client, la distance entre les</div>
<div>deux lieux sera prise en compte pour le calcul des frais de livraison.</div>
<div>La date et l'heure de la r&eacute;ception doivent &ecirc;tre pr&eacute;ciser par le client pour &eacute;viter tout retard de</div>
<div>r&eacute;ception.</div>
<div>Une fourchette du montant approximatif de produit est &agrave; pr&eacute;ciser par le client pour &eacute;viter tout</div>
<div>conflit ou m&eacute;contentement. Une fois le livreur est chez le E-fournisseur, le montant exacte</div>
<div>sera affich&eacute; au client pour une confirmation finale de la commande.</div>
<div>➢Validation de la commande par le E-consommateur: Le E-consommateur peut avoir fini le</div>
<div>remplissage de tous les donn&eacute;es requises et cliquer sur Valider votre commande. Toute</div>
<div>commande non valid&eacute;e ne pourra &ecirc;tre honor&eacute;e.</div>
<div>➢Annuler la commande:</div>
<div>Le E-consommateur disposera de la facult&eacute; d'annuler sa commande &agrave; condition que:</div>
<div>-que cette annulation se fasse dans les 10 minutes qui suivent sa validation;</div>
<div>-que le livreur ne l'a pas encore r&eacute;cup&eacute;r&eacute;e;</div>
<div>-si le livreur livre la commande &agrave; destination, le E-consommateur a pour obligation de</div>
<div>s'acquitter des frais de service et de</div>
<div>livraison affich&eacute;s au pr&eacute;alable sur l'application BINIDIK m&ecirc;me en cas d'annulation de cette</div>
<div>commande.</div>
<div>➢Livraison:</div>
<div>●Les Produits/repas sont livr&eacute;s &agrave; l'adresse de livraison choisie par le E-consommateur telle</div>
<div>qu'indiqu&eacute;e lors de la</div>
<div>commande. Le E-consommateur s'engage &agrave; r&eacute;ceptionner les Produits/repas ainsi command&eacute;s.</div>
<div>●En cas de livraison sur le lieu de travail du E-consommateur, le livreur, le E-consommateur</div>
<div>devra prendre toutes les</div>
<div>pr&eacute;cautions n&eacute;cessaires afin que le livreur puisse lui remettre la commande et que le E-</div>
<div>consommateur puisse la</div>
<div>r&eacute;ceptionner, dans le cas contraire, le E-consommateur est dans l'obligation de payer la</div>
<div>totalit&eacute; du montant de la</div>
<div>commande.</div>
<div>●BINIDIK est responsable de la commande du E-consommateur &agrave; partir du moment o&ugrave; le</div>
<div>livreur la r&eacute;cup&egrave;re de chez le E-fournisseur</div>
<div>et la livre &agrave; destination indiqu&eacute;e sur l'application BINIDIK lors de la commande, au del&agrave; de</div>
<div>ce laps de</div>
<div>temps et une fois que la livraison confirm&eacute;e, le E-consommateur comprend que BINIDIK</div>
<div>n'est pas responsable de ce qui</div>
<div>peut arriver au dit-produit/repas livr&eacute;.</div>
<div>●Le E-consommateur prend acte, pour le bon d&eacute;roulement du service propos&eacute; par BINIDIK,</div>
<div>qu'il sera amen&eacute; &agrave;</div>
<div>communiquer au livreur les &eacute;l&eacute;ments suivant :</div>
<div>-Sa pi&egrave;ce d'identit&eacute; ;</div>
<div>-Num&eacute;ro de la commande ;</div>
<div>-Son adresse mail.</div>
<div>➢D&eacute;lai de livraison</div>
<div>La date et type de livraison sont choisis par le E-consommateur. La date vaut, sauf preuve</div>
<div>contraire, accord entre les Parties.</div>
<div>BINIDIK ET SES PARTENAIRES mettront alors en oeuvre leurs meilleurs efforts afin de</div>
<div>respecter les d&eacute;lais de livraison</div>
<div>des produits command&eacute;s.</div>
<div>Dans l'hypoth&egrave;se o&ugrave; ces d&eacute;lais ne pourraient &ecirc;tre tenus, le E-consommateur en sera inform&eacute;</div>
<div>par la messagerie via l'application ou t&eacute;l&eacute;phone.</div>
<div>➢R&eacute;tractation et/ou remboursement du produit :</div>
<div>Lorsque le E-consommateur souhaite retourner un produit/repas ou faire une r&eacute;clamation</div>
<div>concernant la fourniture d'un</div>
<div>service, sans pr&eacute;judice de la capacit&eacute; de BINIDIK, en tant qu'interm&eacute;diaire, &agrave; prendre en</div>
<div>charge sa gestion, la partie</div>
<div>responsable en dernier ressort sera toujours le Partenaire chez lequel l'achat a &eacute;t&eacute; effectu&eacute;. Par</div>
<div>cons&eacute;quent, le</div>
<div>produit/repas sera soumis &agrave; la politique du retour du E-fournisseur .</div>
<div>➢Frais de livraison :</div>
<div>Les frais de livraison sont calcul&eacute;s automatiquement en fonction de la distance entre le lieu de</div>
<div>E-fournisseur et le client.</div>
<div>Le E-consommateur peut conna&icirc;tre le montant des frais de livraison juste au moment d la</div>
<div>validation de la commande.</div>
<div>➢D&eacute;faut d'un produit:</div>
<div>Tout produit dont la livraison a &eacute;t&eacute; valid&eacute;e par le E-consommateur au moment de sa r&eacute;ception</div>
<div>par un livreur BINIDIK</div>
<div>qui s'av&egrave;re par la suite de cette livraison, comporte un d&eacute;faut cach&eacute; le rendant ainsi impropre</div>
<div>&agrave; l'usage auquel il</div>
<div>est destin&eacute;, le E-consommateur devra en r&eacute;f&eacute;rer au E-fournisseur et ce, dans les plus brefs</div>
<div>d&eacute;lais par tout moyen de</div>
<div>communication mis &agrave; sa disposition par BINIDIK .</div>
<div>Dans cette hypoth&egrave;se, les frais de livraison seront &agrave; la charge du E-fournisseur.</div>
<div>11 - Donn&eacute;es</div>
<div>Le E-consommateur reconna&icirc;t et accepte express&eacute;ment :</div>
<div>-Que les donn&eacute;es recueillies sur l'application BINIDIK et sur les &eacute;quipements informatiques</div>
<div>de BINIDIK font foi de la r&eacute;alit&eacute; des op&eacute;rations intervenues dans le cadre des pr&eacute;sentes ;</div>
<div>-Que ces donn&eacute;es constituent le seul mode de preuve admis entre les parties, notamment pour</div>
<div>le calcul des sommes</div>
<div>dues &agrave; BINIDIK.</div>
<div>Le E-consommateur peut acc&eacute;der &agrave; ces donn&eacute;es dans son Espace Personnel.</div>
<div>12- Obligation des parties :</div>
<div>12.1. Obligation de la soci&eacute;t&eacute;</div>
<div>●Offrir au E-consommateur le t&eacute;l&eacute;chargement gratuit de l'application BINIDIK ;</div>
<div>●Fournir au E-consommateur une page de pr&eacute;sentation sur l'application BINIDIK sur la base</div>
<div>des informations qu'il</div>
<div>a fourni ;</div>
<div>●Mettre &agrave; la disposition du E-consommateur dans l'Application BINIDIK un service de</div>
<div>gestion de son compte,</div>
<div>notamment l'historique de ses commandes effectu&eacute;es ;</div>
<div>●Fournir la commande dans les d&eacute;lais imparties ;</div>
<div>●Offrir au E-consommateur un service d'&eacute;valuation et de notation afin d'am&eacute;liorer la qualit&eacute;</div>
<div>du service.</div>
<div>●Effectuer un suivi par messagerie sur l'application afin d'assurer l'acheminement de la</div>
<div>commande,</div>
<div>●Traiter les retours de commande des produits arriv&eacute;s hors d&eacute;lais.</div>
<div>●Traiter les retours de commande des produits non conforme &agrave; la demande formul&eacute;e par le E-</div>
<div>consommateur.</div>
<div>12.2. Obligation du E-consommateur :</div>
<div>Sans pr&eacute;judice des autres obligations pr&eacute;vues aux pr&eacute;sentes, le E-consommateur s'engage &agrave;:</div>
<div>-Respecter les lois et r&egrave;glements en vigueur et &agrave; ne pas porter atteinte aux droits de tiers ou &agrave;</div>
<div>l'ordre public ;</div>
<div>-&Agrave; mettre &agrave; jour ses informations dans son espace personnel en cas de modifications, afin</div>
<div>qu'elles correspondent toujours</div>
<div>aux crit&egrave;res susvis&eacute;s (Nom, pr&eacute;nom, Num&eacute;ro de t&eacute;l&eacute;phone, etc.) ;</div>
<div>-Utiliser personnellement le service et ne permettre &agrave; aucun tiers de l'utiliser &agrave; sa place ou</div>
<div>pour son compte ;</div>
<div>-Etre prudent et discern&eacute; dans ses relations et communications ;</div>
<div>-Respecter les r&egrave;gles usuelles de politesse et de courtoisie, dans ses &eacute;changes avec les autres</div>
<div>utilisateurs ;</div>
<div>-Bien veiller que sa commande soit correcte, en cas de commande erron&eacute;e, la soci&eacute;t&eacute; ne sera</div>
<div>pas tenue pour</div>
<div>responsable ;</div>
<div>-R&eacute;gler au livreur partenaire la totalit&eacute; de la somme affich&eacute;e au pr&eacute;alable sur l'application</div>
<div>BINIDIK ;</div>
<div>-Fournir &agrave; la soci&eacute;t&eacute; toutes les informations n&eacute;cessaires &agrave; la bonne ex&eacute;cution du service, en</div>
<div>coop&eacute;rant activement avec</div>
<div>elle en vue de la bonne ex&eacute;cution des pr&eacute;sentes ;</div>
<div>13- Responsabilit&eacute; des parties :</div>
<div>13.1. Responsabilit&eacute; de la soci&eacute;t&eacute; :</div>
<div>-La soci&eacute;t&eacute; s'engage &agrave; fournir le service avec diligence et selon les r&egrave;gles de l'art.</div>
<div>-La soci&eacute;t&eacute; ne sera tenue responsable d'aucune d&eacute;faillance, erreur ou retard dans l'ex&eacute;cution</div>
<div>de ses services ou durant la</div>
<div>livraison de marchandises, lorsque ce d&eacute;faut survient &agrave; la suite de tout acte ou omission, qui</div>
<div>est hors de son contr&ocirc;le</div>
<div>raisonnable, comme tous les &eacute;v&eacute;nements extr&ecirc;mes et in&eacute;vitables caus&eacute;s directement et</div>
<div>exclusivement par les forces de la</div>
<div>nature et qui ne peuvent &ecirc;tre ni pr&eacute;vus, ni contr&ocirc;l&eacute;s, ni emp&ecirc;ch&eacute;s par l'exercice de la prudence</div>
<div>et de la diligence ;</div>
<div>-Elle ne peut en aucun cas &ecirc;tre responsable des relations entre les E-consommateurs et les</div>
<div>livreurs ni de celles entre les E-consommateur et les E-fournisseur;</div>
<div>-La soci&eacute;t&eacute; ne peut en aucun cas intervenir sur la qualit&eacute; des commandes &eacute;tant pr&eacute;cis&eacute;, leur</div>
<div>localisation, leur paiement ou</div>
<div>leurs horaires, car ayant la qualit&eacute; d'interm&eacute;diaire, la soci&eacute;t&eacute; se voit engag&eacute;e &agrave; une obligation</div>
<div>de moyens &agrave; l'exclusion de</div>
<div>toute obligation de r&eacute;sultat, ce que les utilisateurs comprennent, reconnaissent et acceptent</div>
<div>&eacute;ment ;</div>
<div>-La soci&eacute;t&eacute; s'engage &agrave; proc&eacute;der r&eacute;guli&egrave;rement &agrave; des contr&ocirc;les afin de v&eacute;rifier le</div>
<div>fonctionnement et l'accessibilit&eacute; de</div>
<div>l'application. &Agrave; ce titre, elle se r&eacute;serve la facult&eacute; d'interrompre momentan&eacute;ment l'acc&egrave;s &agrave;</div>
<div>l'application pour des raisons de</div>
<div>maintenance ;</div>
<div>-De m&ecirc;me, elle ne saurait &ecirc;tre tenue responsable des difficult&eacute;s ou impossibilit&eacute;s</div>
<div>momentan&eacute;es d'acc&egrave;s &agrave; l'application qui auraient pour origine des circonstances qui lui sont</div>
<div>ext&eacute;rieures, la force majeure, ou encore qui seraient dues &agrave; des perturbations des r&eacute;seaux de</div>
<div>t&eacute;l&eacute;communication ;</div>
<div>-La soci&eacute;t&eacute; ne peut &ecirc;tre tenue pour responsable des contenus dont les auteurs sont des tiers,</div>
<div>toute r&eacute;clamation &eacute;ventuelle</div>
<div>devant &ecirc;tre dirig&eacute;e en premier lieu vers l'auteur des contenus en question, les contenus</div>
<div>pr&eacute;judiciables &agrave; un tiers peuvent</div>
<div>faire l'objet d'une notification &agrave; la soci&eacute;t&eacute; qui se r&eacute;serve de prendre les mesures d&eacute;crites dans</div>
<div>l'article 12 des pr&eacute;sentes ;</div>
<div>-La soci&eacute;t&eacute; d&eacute;cline toute responsabilit&eacute; en cas de perte &eacute;ventuelle des informations</div>
<div>accessibles dans l'espace personnel</div>
<div>du client lorsque cette perte a &eacute;t&eacute; caus&eacute;e par le fait du client ;</div>
<div>-La soci&eacute;t&eacute; se d&eacute;sengage de toute responsabilit&eacute; en cas d'utilisation du service non conforme</div>
<div>aux pr&eacute;sentes conditions</div>
<div>par le client, elle d&eacute;cline toute responsabilit&eacute; en cas d'un &eacute;ventuel pr&eacute;judice qui pourrait</div>
<div>r&eacute;sulter de l'indisponibilit&eacute; de l'application BINIDIK ou d'un probl&egrave;me de connexion.</div>
<div>13.2. Responsabilit&eacute; du E-consommateur :</div>
<div>-Le E-consommateur garantit que toutes les informations qu'il communique dans le</div>
<div>formulaire d'inscription sont exactes,</div>
<div>&agrave; jour et sinc&egrave;res et ne sont entach&eacute;es d'aucun caract&egrave;re trompeur ;</div>
<div>-Le E-consommateur est inform&eacute; et accepte que les informations saisies aux fins de cr&eacute;ation</div>
<div>ou de mise &agrave; jour de son</div>
<div>profil vaillent preuve de son identit&eacute; ;</div>
<div>-Le E-consommateur est inform&eacute; et accepte que la mise en oeuvre du service n&eacute;cessite qu'il</div>
<div>soit connect&eacute; &agrave; internet et</div>
<div>que la qualit&eacute; du service, d&eacute;pend directement de cette connexion, dont il est seul responsable ;</div>
<div>-Le E-consommateur est &eacute;galement seul responsable des relations qu'il pourrait nouer avec</div>
<div>les autres utilisateurs et des</div>
<div>informations qu'il leur communique dans le cadre dudit service ;</div>
<div>-Le E-consommateur est seul responsable des contenus de toute nature (r&eacute;dactionnels,</div>
<div>graphiques, audiovisuels ou</div>
<div>autres, y compris la d&eacute;nomination et/ou l'image &eacute;ventuellement choisie pour l'identifier sur</div>
<div>l'application) qu'il diffuse dans</div>
<div>le cadre du service (ci-apr&egrave;s d&eacute;sign&eacute;s : les &laquo; Contenus &raquo;) ;</div>
<div>-Le E-consommateur garantit &agrave; la soci&eacute;t&eacute; qu'il dispose de tous les droits et autorisations</div>
<div>n&eacute;cessaires &agrave; la diffusion de ces</div>
<div>contenus ;</div>
<div>-Le E-consommateur s'engage &agrave; ce que lesdits contenus soient licites, ne portent pas atteinte</div>
<div>&agrave; l'ordre public, aux bonnes</div>
<div>moeurs ou aux droits des tiers.</div>
<div>14- Conditions particuli&egrave;res :</div>
<div>14-1 En cas de retard de livraison:</div>
<div>Conform&eacute;ment aux r&egrave;gles d'usage, le E-consommateur est inform&eacute; qu'en cas de retard ou</div>
<div>d'incident subi pendant l'acheminement de la commande, le livreur s'engage &agrave; contacter le E-</div>
<div>consommateur par message via l'application ou t&eacute;l&eacute;phone de l'avertir du occasionn&eacute;, le E-</div>
<div>consommateur &agrave; ce moment a la possibilit&eacute; d'accorder un autre d&eacute;lai afin de r&eacute;pondre &agrave; sa</div>
<div>demande ou la refuser.</div>
<div>14.2 En cas d'indisponibilit&eacute; de la commande ou incapacit&eacute; de livraison :</div>
<div>En acceptant les pr&eacute;sentes conditions g&eacute;n&eacute;rales, le client reconna&icirc;t avoir pris connaissance</div>
<div>que :</div>
<div>-Si le produit n'est pas disponible aupr&egrave;s du partenaire mais que ce dernier dispose d'autres</div>
<div>produits similaires, il pourra</div>
<div>appeler le E-consommateur pour lui faire part d'autres options. Si le E-consommateur n'est</div>
<div>d'accord avec aucune des</div>
<div>options expos&eacute;es par le E-fournisseur et n'est donc pas int&eacute;ress&eacute; par les options alternatives,</div>
<div>le livreur peut d&eacute;cliner la commande et passer &agrave; une autre.</div>
<div>14.3- Produits dont la vente est prohib&eacute;e par la r&eacute;glementation en vigueur :</div>
<div>Le E-consommateur reconna&icirc;t par les pr&eacute;sentes avoir pris connaissance que, les produits dont</div>
<div>la vente est prohib&eacute;e par la</div>
<div>r&eacute;glementation en vigueur; ne seront pas mis &agrave; disposition de ce dernier par l'application</div>
<div>BINIDIK.</div>
<div>15- Comportements prohib&eacute;s:</div>
<div>En acceptant les pr&eacute;sentes conditions g&eacute;n&eacute;rales d'utilisation de l'application BINIDIK , le E-</div>
<div>consommateur reconna&icirc;t</div>
<div>avoir pris connaissance de ce qui suit :</div>
<div>●Qu'il est strictement interdit de porter atteinte &agrave; l'ordre public ou la violation des lois et</div>
<div>r&egrave;glements;</div>
<div>●Qu'il est strictement interdit d'utiliser l'application BINIDIK &agrave; des fins non conformes aux</div>
<div>pr&eacute;sentes conditions</div>
<div>g&eacute;n&eacute;rales d'utilisation;</div>
<div>●Qu'il est strictement interdit de manquer du respect envers le livreur partenaire, l'injurier,</div>
<div>l'harceler sexuellement ou de</div>
<div>commettre des actes de violence &agrave; son encontre;</div>
<div>●Qu'il est strictement interdit de lancer des demandes fictives, frauduleuses ou trompeuses ;</div>
<div>●Qu'il est strictement interdit d'avoir des altercations avec le livreur;</div>
<div>●Qu'il est strictement interdit d'injurier le livreur;</div>
<div>●Qu'il est strictement interdit de commettre des actes de violence;</div>
<div>●Qu'il est strictement interdit de contacter les livreurs hors l'application BINIDIK ;</div>
<div>Le client, qui ne respecte pas ces consignes, aura des sanctions, selon la gravit&eacute;, allant d'un</div>
<div>simple avertissement verbal, &agrave;</div>
<div>la suppression d&eacute;finitive de son compte.</div>
<div>16- Sanctions des Manquements</div>
<div>En cas de manquement &agrave; l'une des dispositions des pr&eacute;sentes conditions g&eacute;n&eacute;rales ou plus</div>
<div>g&eacute;n&eacute;ralement, d'infraction aux</div>
<div>lois et r&egrave;glements en vigueur par un utilisateur, la soci&eacute;t&eacute; se r&eacute;serve le droit de prendre toute</div>
<div>mesure appropri&eacute;e,</div>
<div>notamment celle de :</div>
<div>&bull;Suspendre ou r&eacute;silier l'acc&egrave;s au service du client, auteur du manquement ou de l'infraction,</div>
<div>ou du comportement prohib&eacute;,</div>
<div>y ayant particip&eacute; ;</div>
<div>&bull;Supprimer tout contenu mis en ligne sur l'application ;</div>
<div>&bull;Avertir toute autorit&eacute; concern&eacute;e ;</div>
<div>&bull;Engager toute action judiciaire ;</div>
<div>17- Propri&eacute;t&eacute; intellectuelle</div>
<div>Les syst&egrave;mes, logiciels, structures, infrastructures, bases de donn&eacute;es et contenus de toute</div>
<div>nature (textes, images, visuels,</div>
<div>musiques, logos, marques, base de donn&eacute;es, etc &hellip;) exploit&eacute;s par BINIDIK au sein de</div>
<div>l'application BINIDIK</div>
<div>sont prot&eacute;g&eacute;s par tous droits de propri&eacute;t&eacute; intellectuelle ou droits des producteurs de bases de</div>
<div>donn&eacute;es en vigueur.</div>
<div>Tous d&eacute;sassemblages, d&eacute;compilations, d&eacute;cryptages, extractions, r&eacute;utilisations, copies et plus</div>
<div>g&eacute;n&eacute;ralement, tous actes de</div>
<div>reproduction, repr&eacute;sentation, diffusion et utilisation de l'un de ces &eacute;l&eacute;ments, en tout ou en</div>
<div>partie, sans l'autorisation de</div>
<div>BINIDIK sont strictement interdits et pourront faire l'objet de poursuites judiciaires.</div>
<div>18- Donn&eacute;es &agrave; caract&egrave;re personnel</div>
<div>BINIDIK pratique une politique de protection des donn&eacute;es personnelles dont les</div>
<div>caract&eacute;ristiques sont explicit&eacute;es dans le</div>
<div>document intitul&eacute; &laquo; Charte de confidentialit&eacute; &raquo; , dont le E-consommateur est express&eacute;ment</div>
<div>invit&eacute; &agrave; prendre connaissance</div>
<div>sur l'application BINIDIK.</div>
<div>19- Liens et sites tiers</div>
<div>BINIDIK ne pourra en aucun cas &ecirc;tre tenue pour responsable de la disponibilit&eacute; technique de</div>
<div>sites internet ou d'applications</div>
<div>mobiles exploit&eacute;s par des tiers (y compris ses &eacute;ventuels partenaires) auxquels le client</div>
<div>acc&eacute;derait par l'interm&eacute;diaire du</div>
<div>site.</div>
<div>BINIDIK n'endosse aucune responsabilit&eacute; au titre des contenus, publicit&eacute;s, produits et/ou</div>
<div>services disponibles sur de tels</div>
<div>sites et applications mobiles tiers dont il est rappel&eacute; qu'ils sont r&eacute;gis par leurs propres</div>
<div>conditions d'utilisation.</div>
<div>BINIDIK n'est pas non plus responsable des transactions intervenues entre le E-</div>
<div>consommateur et un quelconque</div>
<div>annonceur, professionnel ou commer&ccedil;ant (y compris ses &eacute;ventuels partenaires) vers lequel E-</div>
<div>consommateur serait</div>
<div>orient&eacute; par l'interm&eacute;diaire du site et ne saurait en aucun cas &ecirc;tre partie &agrave; quelques litiges</div>
<div>&eacute;ventuels que ce soit avec ces</div>
<div>tiers concernant notamment la livraison de produits et/ou services, les garanties, d&eacute;clarations</div>
<div>et autres obligations</div>
<div>quelconques auxquelles ces tiers sont tenus.</div>
<div>20- Dur&eacute;e des Services, d&eacute;sinscription</div>
<div>Les Services sont souscrits pour une dur&eacute;e ind&eacute;termin&eacute;e.</div>
<div>Le E-consommateur peut se d&eacute;sinscrire des Services &agrave; tout moment, en adressant une</div>
<div>demande &agrave; cet effet &agrave; BINIDIK par</div>
<div>email, aux coordonn&eacute;es mentionn&eacute;es &agrave; l'article 2.</div>
<div>La d&eacute;sinscription est effective imm&eacute;diatement. Elle entra&icirc;ne la suppression automatique du</div>
<div>compte de l'utilisateur</div>
<div>21- Modifications</div>
<div>BINIDIK se r&eacute;serve la facult&eacute; de modifier &agrave; tout moment les pr&eacute;sentes conditions g&eacute;n&eacute;rales.</div>
<div>Le client sera inform&eacute; de ces</div>
<div>modifications par tout moyen utile.</div>
<div>Le E-consommateur qui n'accepte pas les conditions g&eacute;n&eacute;rales modifi&eacute;es doit se d&eacute;sinscrire</div>
<div>des Services selon les</div>
<div>modalit&eacute;s pr&eacute;vues &agrave; l'article 16.</div>
<div>Tout Utilisateur qui a recours aux Services post&eacute;rieurement &agrave; l'entr&eacute;e en vigueur des</div>
<div>conditions g&eacute;n&eacute;rales modifi&eacute;es est</div>
<div>r&eacute;put&eacute; avoir accept&eacute; ces modifications.</div>
<div>22- Loi applicable et juridiction</div>
<div>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales sont r&eacute;gies par les lois de chaque pays &eacute;ligible des</div>
<div>pr&eacute;sentes conditions g&eacute;n&eacute;rales.</div>
<div>En cas de contestation sur la validit&eacute;, l'interpr&eacute;tation et/ou l'ex&eacute;cution des pr&eacute;sentes</div>
<div>conditions g&eacute;n&eacute;rales, les parties de</div>
<div>chaque pays &eacute;ligibles cit&eacute;s dans l'article 02 des pr&eacute;sentes conviennent de porter le litige au</div>
<div>tribunal territorialement</div>
<div>comp&eacute;tent.</div>
<div>23- Entr&eacute;e en vigueur</div>
<div>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales entreront en vigueur d&egrave;s que le E-consommateur les</div>
<div>accepte en appuyant sur Le</div>
<div>champ &laquo; accepter &raquo; .</div>
